cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'

# Cask
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'
cask 'iterm2'
cask 'visual-studio-code'

# Fonts
cask 'font-anonymous-pro'
cask 'font-anonymouspro-nerd-font'

# Packages
brew 'bash'
brew 'bash-completion'
brew 'bash-git-prompt'
brew 'bat'
brew 'curl'
brew 'exa'
brew 'fd'
brew 'fping'
brew 'fzf'
brew 'git'
brew 'gopass'
brew 'hub'
brew 'jq'
brew 'lnav'
brew 'ncdu'
brew 'nmap'
brew 'pinentry-mac'
brew 'pipenv'
brew 'prettyping'
brew 'pyenv'
brew 'rg'
brew 'shellcheck'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
